Repository: VadVergasov/TestingSystem
Catalog: Locale/*/LC_MESSAGES/*.po
Languages: be

source: To access this page, authentication is required. Reload the page or ask for help.
be: Для доступу да дадзенай старонцы неабходная аунтефикация. Перезагрузице старонку або звярніцеся па дапамогу.

source: You are denied access to this part of the system.
be: Вам забаронены доступ да дадзенай часткі сістэмы.

source: You have contacted a non-existent address. Go back or contact your administrator.
be: Вы звярнуліся па несуществющему адрасе. Вярніцеся назад або звярніцеся да адміністратара.

source: About
be: Пра сістэму

source: This test system was developed by Vadim Vergasov (VadVergasov), specially for the gymnasium №29 of Minsk. This test system can be used in other schools with the agreement of the author. Also a condition for use in other school is a link to the developer and the gymnasium.
be: Дадзеная тэставая сістэма распрацавана Вадзімам Вергасовым (VadVergasov), спецыяльна для гімназіі №29 г. Мінска. Дадзеная тэставая сістэма можа выкарыстоўвацца і ў іншых установах адукацыі з пагаднення аўтара. Гэтак жа ўмова для выкарыстання ў іншых установы з'яўляецца спасылка на распрацоўніка і гімназію.

source: Control panel
be: Панель кiравання

source: Clear history
be: Ачысціць гісторыю

source: IP address
be: IP адрас кампьютера

source: Status
be: Статус

source: Test name
be: Назва тэсту

source: Tests
be: Тэсты

source: Tests are available in the following subjects:
be: Тэсты даступныя па наступных прадметах:

source: Belarussian
be: Беларуская мова

source: Math
be: Матыматыка

source: Russian
be: Руская мова

source: English
be: Англійская мова

source: Geography
be: Геаграфiя

source: Informatics
be: Iнфармацiка

source: Physics
be: Фiзiка

source: Biology
be: Бiалогiя

source: Test description
be: Апiсанне теста

source: Test delete
be: Выдаліць тэст

source: Main
be: Галоўная

source: Test system for subjects, with the dynamic addition of tests.
be: Тэставая сістэма для прадметаў, з дынамічным даданнем тэстаў.
