Repository: VadVergasov/TestingSystem
Catalog: program/locale/*/LC_MESSAGES/main.po
Languages: ru

source: Test name can't be blank!
ru: Имя теста не может быть пустым!

source: You didn't configure questions!
ru: Вы не настроили вопросы!

source: Check if server is running. Try again or ask for help.
ru: Проверьте, запущен ли сервер. Попробуйте еще раз или попросите о помощи.

source: Test with this name already exists, change the name of the test
ru: Тест с таким именем уде есть, измените название теста

source: Back
ru: Назад

source: Math
ru: Математика

source: Russian
ru: Русский язык

source: Belarussian
ru: Белорусский язык

source: English
ru: Английский язык

source: Geography
ru: География

source: Informatics
ru: Информатика

source: Physics
ru: Физика

source: Biology
ru: Биология

source: Choose subject
ru: Выберете предмет

source: Answer number:
ru: Ответ номер:

source: Ready
ru: Готово

source: Configuring question
ru: Настройка вопроса

source: Write question here:
ru: Напишите вопрос здесь:

source: Number of answers:
ru: Количество вариантов ответа:

source: Close
ru: Закрыть

source: Next
ru: Далее

source: Choose type
ru: Выберете тип

source: Question with answer variants
ru: Вопрос с вариантами ответов

source: Import
ru: Добавить из файла

source: Name of test
ru: Название теста

source: Test description
ru: Описание теста

source: More
ru: Еще

source: Export
ru: Экспорт в файл
